{
    "title": {
        "text":{
            "headline": "Timeline of the Syro-Malabar Church from Origin to Date",
            "text": "Including relevant sources and additional key events",
            "media": {
                "url": "/images/1749844957984-a709eb8d-0034-4721-b7e9-bcf1233a5381_1.png",
                "caption": "(Unofficial) Flag of the Syro-Malabar Church"
            }
        }
    },
    "eras": [
        {
            "text": {
                "headline": "Everything started in Jerusalem"
            },
            "start_date": {
                "year": 1,
                "month": 12, 
                "day": 25
            },
            "end_date": {
                "year": 33,
                "month": 4,
                "day": 3
            }
        },
        {
            "text": {
                "headline": "Journeys of Mar Thoma Sleeha"
            },
            "start_date": {
                "year": 43,
                "month": 1, 
                "day": 1
            },
            "end_date": {
                "year": 72,
                "month": 12,
                "day": 21
            }
        },
        {
            "text": {
                "headline": "Christians in India after St Thomas"
            },
            "start_date": {
                "year": 72,
                "month": 12, 
                "day": 21
            },
            "end_date": {
                "year": 325
            }
        },
        {
            "text": {
                "headline": "Under the Patriachiate of Seleucia-Ctesiphon"
            },
            "start_date": {
                "year": 325
            },
            "end_date": {
                "year": 1599,
                "month": 6,
                "day": 20
            }
        },
        {
            "text": {
                "headline": "The Portuguese Missionaries"
            },
            "start_date": {
                "year": 1498
            },
            "end_date": {
                "year": 1550
            }
        },
        {
            "text": {
                "headline": "Division in the East Syrian Church"
            },
            "start_date": {
                "year": 1551
            },
            "end_date": {
                "year": 1553
            }
        },
        {
            "text": {
                "headline": "Troubles begin in the Mar Thoma Narani Church"
            },
            "start_date": {
                "year": 1552
            },
            "end_date":{
                "year": 1599
            }
        }
    ],
    "events": [
        {
            "text": {
                "headline": "Prexisting trade routes",
                "text": "The king Hiram of Tsur, the contemporary of Solomon (972-932 BC) promoted international trade with South Indian Coast. Spices like pepper, ginger, precious gems, ivory, gold, peacocks, apes etc. were exotic attractions from South India. The first Jewish colony of South India goes back to the days of King Solomon - (S. S. Koder, Kerala and her Jews, p2)"
            },
            "start_date":{
                "year": -972
            }
        },
        {
            "text": {
                "headline": "Jesus' Death on the Cross",
                "text": " Then Jesus cried again with a loud voice and breathed his last. At that moment the curtain of the temple was torn in two, from top to bottom. The earth shook, and the rocks were split. The tombs also were opened, and many bodies of the saints who had fallen asleep were raised. After his resurrection they came out of the tombs and entered the holy city and appeared to many. 54 Now when the centurion and those with him, who were keeping watch over Jesus, saw the earthquake and what took place, they were terrified and said, “Truly this man was God’s Son! - (Matthew 27:50-54)"
            },
            "start_date":{
                "year": -33,
                "month": 4,
                "day": 3
            }
        },
        {
            "text": {
                "headline": "Yahballaha III wrote to Pope Boniface VIII",
                "text": "\"In the name of the Father, Son and Holy Spirit. The stranger Yahb Alahā, through the mercies of Christ, the Catholicos Patriarch of the East asks your prayers and glory to Christ. He regularly prays to the Holy Father, the knowledgeable and active man, chosen by divine wisdom, who is seated on the throne of Simon Peter, entrusted to the Divine Secrets, keeper of the keys of the kingdom [of heaven], sun of the Christian nation, fifth evangelist, father of the fathers, the head of the bishops Mar Papa, may God bestow upon all of creation the shadow of his sanctity and He includes all the baptized people by his graces (… …) the stranger Yahb Alahā the keeper of the Church of the Lord Christ in the East and the Seat of saint Thomas, Saint Adai and Saint Mari he presents to You his greetings through our Lord ( … …) we inform Your holiness that the man who arrived to Your holy presence named Saʽd al-Dīn will inform You all our news and condition. Our greetings to all the fathers, monks who are vowed to the service (of God) and all who are by You (… …) It was written in July 1613 for the Greeks (=1302 A.D). May our Lord be with all of Us, Amen.\""
            },
            "start_date":{
                "year": 1302
            }
        },
        {
            "text": {
                "headline": "Yahballaha III wrote to Pope Benedict XI making a profession of Catholic faith",
                "text": "\"We believe in the holy Roman chief pontiff and universal father of all believers in Christ, and confess that he is the successor of the blessed Peter, universal vicar of Jesus Christ over all the sons of the church from east and west; love and affection for whom is fixed in our hearts; and we owe obedience to him, and ask and implore his blessing, and are ready for all his commands, humbly asking and imploring his help in our necessity and tribulations in which we have now been for a long time and remain. And may the good father not turn away his face from us since we are all brothers in Christ and his sons through the true catholic faith.\""
            },
            "start_date":{
                "year": 1304,
                "month": 5,
                "day": 18
            }
        },
        {
            "text": {
                "headline": "Synod of Diamper"
            },
            "start_date":{
                "year": 1599
            }
        }
    ]
}
