{
    "title": {
        "text":{
            "headline": "Timeline of the Syro-Malabar Church from Origin to Date",
            "text": "Including relevant sources and additional key events"
        }
    },
    "eras": [
        {
            "text": {
                "headline": "Journeys of Mar Thoma Sleeha"
            },
            "start_date": {
                "year": 45,
                "month": 1, 
                "day": 1
            },
            "end_date": {
                "year": 72,
                "month": 12,
                "day": 21
            }
        },
        {
            "text": {
                "headline": "Christians in India after St Thomas"
            },
            "start_date": {
                "year": 72,
                "month": 12, 
                "day": 21
            },
            "end_date": {
                "year": 345
            }
        },
        {
            "text": {
                "headline": "Under the Patriachiate of Seleucia-Ctesiphon"
            },
            "start_date": {
                "year": 345
            },
            "end_date": {
                "year": 1498
            }
        },
        {
            "text": {
                "headline": "Troubles begin in the Mar Thoma Nasrani Church"
            },
            "start_date": {
                "year": 1498
            },
            "end_date":{
                "year": 1599,
                "month": 6,
                "day": 20
            }
        },
        {
            "text": {
                "headline": "Padroado Jurisdiction"
            },
            "start_date": {
                "year": 1599,
                "month": 6,
                "day": 20
            },
            "end_date":{
                "year": 2000
            }
        }
    ],
    "events": [
        {
            "text": {
                "headline": "Prexisting trade routes",
                "text": "The king Hiram of Tsur, the contemporary of Solomon (972-932 BC) promoted international trade with South Indian Coast. Spices like pepper, ginger, precious gems, ivory, gold, peacocks, apes etc. were exotic attractions from South India. The first Jewish colony of South India goes back to the days of King Solomon - (S. S. Koder, Kerala and her Jews, p2)"
            },
            "start_date":{
                "year": -972
            }
        },
        {
            "text": {
                "headline": "Jesus' Death on the Cross",
                "text": "Then Jesus cried again with a loud voice and breathed his last. At that moment the curtain of the temple was torn in two, from top to bottom. The earth shook, and the rocks were split. The tombs also were opened, and many bodies of the saints who had fallen asleep were raised. After his resurrection they came out of the tombs and entered the holy city and appeared to many. 54 Now when the centurion and those with him, who were keeping watch over Jesus, saw the earthquake and what took place, they were terrified and said, “Truly this man was God’s Son! - (Matthew 27:50-54)"
            },
            "start_date":{
                "year": 33,
                "month": 4,
                "day": 3
            }
        },
        {
            "text": {
                "headline": "Jesus' Ascension to Heaven",
                "text": "He replied, \"It is not for you to know the times or periods that the Father has set by his own authority. But you will receive power when the Holy Spirit has come upon you; and you will be my witnesses in Jerusalem, in all Judea and Samaria, and to the ends of the earth.\" When he had said this, as they were watching, he was lifted up, and a cloud took him out of their sight. - (Acts 1:7-9)"
            },
            "start_date":{
                "year": 33,
                "month": 5,
                "day": 15
            }
        },
        {
            "text": {
                "headline": "Pentecost",
                "text": "And suddenly from heaven there came a sound like the rush of a violent wind, and it filled the entire house where they were sitting. Divided tongues, as of fire, appeared among them, and a tongue rested on each of them. All of them were filled with the Holy Spirit and began to speak in other languages, as the Spirit gave them ability. - (Acts 2:2-4)"
            },
            "start_date":{
                "year": 33,
                "month": 5,
                "day": 25
            }
        },
        {
            "text": {
                "headline": "St Thomas' Mission to North India",
                "text": ""
            },
            "start_date":{
                "year": 34
            },
            "end_date":{
                "year": 47
            }
        },
        {
            "text": {
                "headline": "St Thomas' Mission to South India",
                "text": ""
            },
            "start_date":{
                "year": 52
            },
            "end_date":{
                "year": 72
            }
        },
        {
            "text": {
                "headline": "Report of Pantaleunus",
                "text": "Alexandrian scholar, Pantaenus, visits and testifies to the presence of Christians in Malabar with the hebrew bible (Gospel of Mathew)."
            },
            "start_date":{
                "year": 189
            },
            "end_date":{
                "year": 190
            }
        },
        {
            "text": {
                "headline": "A Documentation about the priesthood for India",
                "text": "According to ancient Syriac documents written during this period, India receives priesthood directly from the hands of the Apostle Thomas. "
            },
            "start_date":{
                "year": 230
            }
        },
        {
            "text": {
                "headline": "Papa bar Aggai was consecrated as Bishop of Seleucia-Ctesiphon by two visiting bishops, Akha d'abuh' of Arbela and Hai-Beël of Susa",
                "text": "While Christianity had been introduced into Assyria then largely under the rule of the Parthian Empire in the first centuries AD, during the earliest period, leadership was unorganized and there was no established succession untill this point."
            },
            "start_date":{
                "year": 280
            }
        },
        {
            "text": {
                "headline": "Journey of Mar David of Basra",
                "text": "Journey of Mar David of Basra (Bishop of Maishan, southern part of modern Iraq), according to the Chronicle of Seert. Mar David left his seat to evangelise India. This is one of the early recorded instances of Persian bishops arriving in India."
            },
            "start_date":{
                "year": 295
            },
            "end_date":{
                "year": 300
            }
        },
        {
            "text": {
                "headline": "Mar Papa Bar Aggai takes the title of Catholicos",
                "text": "Mar Papa bar Aggai, the bishop of the capital city of the Persian Empire, Seleucia-Ctesiphon (near Baghdad, modern Iraq) sets himself up as the head of the hierarchy of bishops in the Persian Empire. He took the title of Catholicos (head of the Catholic (universal) Church). However, other bishops in the Empire refuse to accept such an authority and he was deposed, though later he returned to serve as bishop."
            },
            "start_date":{
                "year": 315
            }
        },
        {
            "text": {
                "headline": "First Council of Nicaea",
                "text": "The primary goal was to settle the theological dispute caused by Arianism, which claimed Jesus was a created being and not equal to God the Father. The council produced the Nicene Creed, which affirmed the divinity of Jesus and his co-equal status with God the Father. It also condemned Arianism and exiled Arius and some of his followers. Affirmed by The Church of The East"
            },
            "start_date":{
                "year": 325
            }
        },
        {
            "text": {
                "headline": "Bishop Theophilus",
                "text": "Bishop Theophilus, a native of Maldives, visits Malabar and reports about the Christian community."
            },
            "start_date":{
                "year": 355
            }
        },
        {
            "text": {
                "headline": "Mar Aprem references India.",
                "text": "Mar Aprem is important to us in the Indian Church because his poems refer to the Apostle Thomas having become martyr in India. As evidence on the tradition of St. Thomas founding Church in India is being questioned by some doubting Thomases, St. Ephrem comes to bear testimony to the fact that the St. Thomas tradition is at least as old as the 4th century when Mar Aprem lived and wrote. How early was such tradition in vogue in the Middle East, is not known. - (Mar Aprem - Theologian & Poet SEERI, p11). Mar Aphrem (St. Ephrem the Syrian) writes in length about the Apostle Thomas' visit and death in India. The remains of the Apostle martyred in India are brought to Edessa, Mesopotamia (the city of Sianliurfa in modern Turkey) by a merchant. "
            },
            "start_date":{
                "year": 363
            },
            "end_date":{
                "year": 365
            }
        },
        {
            "text": {
                "headline": "First Council of Constantinople",
                "text": "The council affirmed the Nicene Creed, originally formulated in 325, and expanded it to clarify the relationship between the Father, Son, and Holy Spirit, producing what is now known as the Niceno-Constantinopolitan Creed. The council definitively declared the Holy Spirit to be fully God, equal to the Father and the Son."
            },
            "start_date":{
                "year": 381
            }
        },
        {
            "text": {
                "headline": "The Church of the East received state recognition from the Sassanid Emperor Yazdegerd I",
                "text": "The Council of Seleucia-Ctesiphon was also called, at which the church's hierarchy was formalized."
            },
            "start_date":{
                "year": 409
            }
        },
        {
            "text": {
                "headline": "Council of Ephesus",
                "text": "The council ultimately condemned Nestorianism, affirmed Mary as the Theotokos (God-bearer), and defined the relationship between Christ's divine and human natures. Nestorius is condemned a heretic. The Church of The East refuses to condemn Nestorius. Modern discoveries of works written by Nestorius (The Bazaar of Heracleides) lends credence of The Church of The East's claims of Nestorius' orthodoxy and reveals that the issue lied within a conflict of two distinct schools of thought, antiochian and alexandrian. - (The Person and Teachings of Nestorius of Constantinople1 with a special reference to his Condemnation at the Council of Ephesus)"
            },
            "start_date":{
                "year": 431
            }
        },
        {
            "text": {
                "headline": "Daniel the Indian scholar helps the translation works at the School of Edessa.",
                "text": "Daniel, an Indian priest helps Mar Komai in translating the Greek epistles to Syriac. Metropolitan Mana of Rew-Ardashihr in Fars (Bushahr in Modern Iran) sends copies of his Syriac and Persian translations of Greek works for use by the Indian clergy. The East-Syrian Church used Christian literature translated to various local languages though the Liturgy was in East-Syriac. A Persian translation of the Liturgy may have been used. "
            },
            "start_date":{
                "year": 440
            }
        },
        {
            "text": {
                "headline": "Translation of the Anaphoras",
                "text": "Catholicos-Patriarch Mar Ava translates the Anaphoras of Theodore of Mopsuestia and Nestorius from Greek to East-Syriac. This was done during a visit by the Catholicos to the Roman Empire. These two Anaphoras are used during certain periods or days of the Liturgical calendar. "
            },
            "start_date":{
                "year": 540
            }
        },
        {
            "text": {
                "headline": "Cosmas Indicopleustes",
                "text": "Cosmas Indicopleustes, an Alexandrian Greek traveller and East-Syrian monk, writes about the presence of East-Syrian Christians in Malabar and nearby regions. He also mentions about a Bishop consecrated in Persia residing in Kalliana. The various Mar Thoma Sleeva (St. Thomas crosses) carved during this period and afterwards in South India testify to the presence of East-Syrian Christian communities in this region. Some Roman historians speak of the presence of a Monastery of Saint Thomas in India. The zealous missionaries of the East-Syrian Church spread the faith to the deserts of Arabia, North Africa, Central Asia, and further deep into India, Tibet, China, and probably even Japan."
            },
            "start_date":{
                "year": 500
            },
            "end_date":{
                "year": 600
            }
        },
        {
            "text": {
                "headline": "The Catholicos-Patriarch Isho'Yahb III",
                "text": "The Catholicos-Patriarch Isho'Yahb III (649-659) complaints about shortcomings by Metropolitan Shemon (Simon) of Fars [Beth Parsaye] in his handling of Indian bishoprics. The Patriarch raises India [Beth Hindaye] to a Metropolitan Province. "
            },
            "start_date":{
                "year": 649
            }
        },
        {
            "text": {
                "headline": "The Catholicos-Patriarchs Sliba-z'kha (714-728), Mar Timothy I",
                "text": "The Church of India is, for a second time, raised to a Metropolitan Province by Mar Timothy I (780-823), the Catholicos-Patriarch. Hence, India is placed directly under the Catholicos-Patriarch of Babylon. However, the trade links with the Christian community of Fars continues. The Catholicos-Patriarch asks the Church of Malabar to get his confirmation of their selection of Metropolitan before informing the local rulers. Prior to that, Metropolitans were consecrated by placing the letter of the Patriarch on their head. This points to the possibility of native Bishops in Malabar. Missionaries and pilgrims from India travel to distant lands. One such East-Syrian monastery nurtured by Christian pilgrims from India has been discovered in the island of Sir Bani Yas, in modern Gulf state of UAE."
            },
            "start_date":{
                "year": 700
            },
            "end_date":{
                "year": 800
            }
        },
        {
            "text": {
                "headline": "Mar Sabor and Mar Afroth in Quilon (Kollam)",
                "text": "Arrival of the Church Builders - Mar Sabor and Mar Afroth in Quilon (Kollam), on the Malabar Coast. The duo is locally known as Kantheesangal (from the Syriac word for Saints - Khadishe). These bishops are accompanied from Persia by Christian immigrants and traders, probably fleeing persecution. The immigrants mix with the native Christians. The Malayalam Era (Calendar) begins with their arrival. "
            },
            "start_date":{
                "year": 824
            },
            "end_date":{
                "year": 825
            }
        },
        {
            "text": {
                "headline": "Copper plate grants",
                "text": "The local ruler of Kollam gives the Christian community, 72 grants and privileges engraved on copper plates. These plates are known as the Tarisa Palli Chepped. Tarsa is an old Persian name for Christians in the Persian Empire and it translates to 'God-Fearer'. Palli is the local word for Church. These saintly bishops are credited with building several churches and some churches are still locally known as the Kantheesangal churches - Akaparambu, Udayamperoor (Diamper), Kothanalloor and Kayamkulam. These copper plates are considered to be the 'Magna Carta of Saint Thomas Christians', perhaps first of its kind in the world, much earlier than prior to Magna Carta issued by King John of England in 1215 AD."
            },
            "start_date":{
                "year": 849
            }
        },
        {
            "text": {
                "headline": "India exempted from attending Patriarchal Synods",
                "text": "Marco Polo, a Venetian traveller, visits the tomb of St. Thomas at Mylapore and Malabar. He speaks about the presence of Christians in Malabar. Around the same time John of Monte Corvino, a Francisan missionary, also visits the region."
            },
            "start_date":{
                "year": 853
            }
        },
        {
            "text": {
                "headline": "King Alfred's mission",
                "text": "King Alfred of England sends an embassy to the tomb of St. Thomas in India."
            },
            "start_date":{
                "year": 883
            }
        },
        {
            "text": {
                "headline": "Thazhekkad Sasanam",
                "text": "Edicts written on rock near Kodungalloor (Cranganore), north of Cochin on the Malabar Coast. The edict mentions privileges and rights of the Nasrani community."
            },
            "start_date":{
                "year": 1000
            },
            "end_date":{
                "year": 1100
            }
        },{
            "text": {
                "headline": "Severe persecution against Christians",
                "text": "Severe persecution against Christians in Persia, Levent, Central Asia and China begins to show its affects. The Metropolitan sees of Fars (in Iran) and India are supressed. Malabar eventually regains its status while the Christian community in Fars slowly dies."
            },
            "start_date":{
                "year": 1000
            },
            "end_date":{
                "year": 1100
            }
        },
        {
            "text": {
                "headline": "Visit of Marco Polo",
                "text": "Catholicos-Patriarch Mar Theodosius exempts India and other distant Metropolitan provinces from attending the Patriarchal synods convened every four years. Instead these provinces are required to send a report with convenient contributions every six years."
            },
            "start_date":{
                "year": 1293
            }
        },
        {
            "text": {
                "headline": "Metropolitan and Gate of All India, Mar Jacob",
                "text": "Metropolitan and Gate of All India, Mar Jacob, resident at Kodungalloor (in Malabar), has the titles of Metropolitan and Director of the Holy See of Saint Thomas the Apostle, Director of All the Church of Christian India. The East-Syrian Patriarch in Babylon during this period is Mar Yahb'Allaha III, an ethnic Turkic-Mongol from China. "
            },
            "start_date":{
                "year": 1301
            }
        },
        {
            "text": {
                "headline": "A letter of Courtesy written by the Patriach of Seleucia-Ctesiphon",
                "text": "\"In the name of the Father, Son and Holy Spirit. The stranger Yahb Alahā, through the mercies of Christ, the Catholicos Patriarch of the East asks your prayers and glory to Christ. He regularly prays to the Holy Father, the knowledgeable and active man, chosen by divine wisdom, who is seated on the throne of Simon Peter, entrusted to the Divine Secrets, keeper of the keys of the kingdom [of heaven], sun of the Christian nation, fifth evangelist, father of the fathers, the head of the bishops Mar Papa, may God bestow upon all of creation the shadow of his sanctity and He includes all the baptized people by his graces (… …) the stranger Yahb Alahā the keeper of the Church of the Lord Christ in the East and the Seat of saint Thomas, Saint Adai and Saint Mari he presents to You his greetings through our Lord ( … …) we inform Your holiness that the man who arrived to Your holy presence named Saʽd al-Dīn will inform You all our news and condition. Our greetings to all the fathers, monks who are vowed to the service (of God) and all who are by You (… …) It was written in July 1613 for the Greeks (=1302 A.D). May our Lord be with all of Us, Amen.\" - (Mar Yahballaha's letter to Pope Boniface VIII)"
            },
            "start_date":{
                "year": 1302
            }
        },
        {
            "text": {
                "headline": "A profession of Catholic faith",
                "text": "\"We believe in the holy Roman chief pontiff and universal father of all believers in Christ, and confess that he is the successor of the blessed Peter, universal vicar of Jesus Christ over all the sons of the church from east and west; love and affection for whom is fixed in our hearts; and we owe obedience to him, and ask and implore his blessing, and are ready for all his commands, humbly asking and imploring his help in our necessity and tribulations in which we have now been for a long time and remain. And may the good father not turn away his face from us since we are all brothers in Christ and his sons through the true catholic faith.\" - (Mar Yahballaha's letter to Pope Benedict XI)"
            },
            "start_date":{
                "year": 1304,
                "month": 5,
                "day": 18
            }
        },
        {
            "text": {
                "headline": "Jordanus Catalini",
                "text": "Jordanus Catalini, a Dominican, visits Malabar and he is the author of the book titled 'Mirabilia'."
            },
            "start_date":{
                "year": 1321
            }
        },
        {
            "text": {
                "headline": "Odoric of Pordenone",
                "text": "Odoric of Pordenone, a Franciscan, travels through various towns on the Malabar coast and to the tomb of St. Thomas in Myalapore."
            },
            "start_date":{
                "year": 1322
            }
        },
        {
            "text": {
                "headline": "Amr son of Matthew",
                "text": "Amr son of Matthew, an East-Syrian writer talks about the tomb of St. Thomas in India. He gathers the information from travellers and pilgrims. "
            },
            "start_date":{
                "year": 1340
            }
        },
        {
            "text": {
                "headline": "Natural Disaster in Malabar",
                "text": "Floods (maybe Tsunami) caused major geographical changes in and around the harbour of Muziris on the Malabar Coast. The town of Muziris disappeared and the coastline also changed. "
            },
            "start_date":{
                "year": 1341
            }
        },
        {
            "text": {
                "headline": "John De Marignolli",
                "text": "John De Marignolli, visits Malabar and writes about the Christians of St. Thomas."
            },
            "start_date":{
                "year": 1349
            }
        },
        {
            "text": {
                "headline": "Visit of Nicolo De Conti",
                "text": "Nicolo De Conti, an Italian traveller, visits the tomb of St. Thomas in Mylapore and speaks about the presence of East-Syrian Christians in small numbers scattered all over India."
            },
            "start_date":{
                "year": 1425
            },
            "end_date":{
                "year": 1430
            }
        },
        {
            "text": {
                "headline": "A three-man delegation from Malabar meet the East-Syrian Patriarch",
                "text": "A three-man delegation from Malabar meet the East-Syrian Patriarch Mar Simeon IV (Simon) in Gazarta d'Bet Zabdai (now Cizre in Turkey) requesting for Bishops. One of the delegates is the famous 'oseph the Indian' who is ordained priest by the Patriarch along with the other surviving delegate, George. Joseph seems to be a very important person of the St. Thomas Christian community. The Patriarch lets the delegation choose suitable monks from the monastery of Mar Augen (St. Eugene). The delegates choose 2 monks, both named Joseph. The Patriarch ordains the chosen monks as Bishops Mar Thoma (Thomas) and Mar Yohannan (John) and sends them to Malabar with the delegates. The new bishops are received with pomp and honour in Malabar. Joseph the Indian becomes the rector of the main parish in Kodungalloor (Cranganore)."
            },
            "start_date":{
                "year": 1490
            }
        },
        {
            "text": {
                "headline": "Return of Mar Thomas to Babylon",
                "text": "Mar Thomas along with Joseph the Indian, returns to Babylon with gifts from Malabar. Mar John stays on. He died in 1517 and is buried in the Udayamperoor (Diamper) church, near Cochin."
            },
            "start_date":{
                "year": 1490
            }
        },
        {
            "text": {
                "headline": "Visit of Joseph the Indian to Europe",
                "text": "Joseph the Indian, travels to Portugal on a Portuguese ship with his brother Mathias, also a priest. Mathias dies in Portugal. Joseph proceeds to Rome and meets the Pope Alexander VI. He is interviewed in Europe and the conversations are written down. It is during this travel that he gets the name 'Joseph the Indian'. Joseph then proceeds to meet the Catholicos-Patriarch of the East-Syrian Church in Babylon. This time he meets Mar Elias, the successor of Mar Simeon IV."
            },
            "start_date":{
                "year": 1500
            },
            "end_date":{
                "year": 1503
            }
        },
        {
            "text": {
                "headline": "Catholicos-Patriarch Mar Elias consecrates three more bishops for India",
                "text": "Mar Elias consecrates three more bishops for India - Mar Denha, Mar Jacob and Archbishop Mar Jahballaha. They are sent to Malabar along with Mar Thomas who had returned from Malabar. Some records say it is Joseph the Indian who prompted the Catholicos Patriarch Mar Elias to send Mar Thomas along with the new bishops."
            },
            "start_date":{
                "year": 1503
            }
        },
        {
            "text": {
                "headline": "Synod of Diamper"
            },
            "start_date":{
                "year": 1599,
                "month": 6,
                "day": 20
            }
        }
    ]
}
